export const myLife = [
    `В 2024 году закончил Липецкий государственный технический университет по специальности «Математическое обеспечение и администрирование информационных систем».`,
    `С 2022 года начал работать в Информационно-техническом центре, параллельно выполняя проекты на заказ.`,
    `Из увлечений — играю на гитаре, преимущественно рок и металл, а также люблю мотоциклы.`,
    `Имеются награды за прохождение демонстрационных экзаменов, а также за их проведение.`
];

export const stack = [
    `Основное направление — фронтенд-разработка, которая осуществляется как с использованием чистого JavaScript, так и с созданием сложной архитектуры на Nuxt v2/v3.`,
    `Для взаимодействия с сервером использовал не только RestAPI, но и есть опыт с GraphQL и WebSocket(SocketIO/WS).`,
    `Увлекаюсь NodeJS/NestJS и базами данных (PostgreSQL) на базовом уровне. В ближайшее время надеюсь достичь уровня Full-stack разработчика.`,
    `Также есть базовые знания в операционных системах (потоки, процессы, семафоры) и методах шифрования.`,
    `Хотелось бы углубиться в низкоуровневое программирование — C++ (имеются базовые знания), Arduino и технологии интернета вещей.`,
    `Имеется опыт в разработке дизайна.`
];
